export function getDefaultContext() {
    return "Владимир — город в России, административный центр Владимирской области и городского округа город Владимир. В XII—XIV веках — столица Великого княжества Владимирского. Один из крупнейших туристических центров европейской части России. Входит в туристический маршрут «Золотое кольцо России».Расположен преимущественно на левом берегу реки Клязьмы, в 176 км к востоку от Москвы. Транспортный узел на автомобильных магистралях, таких как «Волга» и «Восток», и железнодорожной магистрали Нижегородского ход Транссиба."
}

export function getContextWithMistakes() {
    return "Владимир — горуаод в России, админисуаытративный центр Владимирфывской области и. городскауого округа город Владимир. В XII—XIV веках — столица Великого кнуаяжества Владимирскуаого. Один из крупнейших туристичваеских центров европаваейской части России. Входит в турисвавтический маршрут «Золотое кваольцо России».Расположенва преимутвенвано на левом беревагу реки Клязьмы, в 176 км к востоку от Москвы. Транспортный узел на автваомобильных магистралях, такивах как «Волга» и «Вваосток», и железнодорваожной магтрали Нижегородваского ход Траниба."
}

export function getWordSentenceContext() {
    return "Владимир. — город. в. России. административный. центр. Владимирской. области. и. городского. округа. город. Владимир. В. XII—XIV. веках. — столица. Великого. княжества. Владимирского. Один. из. крупнейших. туристических. центров. европейской. части. России. Входит. в. туристический. маршрут. «Золотое кольцо России». Расположен. преимущественно. на. левом. берегу. реки. Клязьмы. в. 176. км. к. востоку. от. Москвы. Транспортный. узел. на. автомобильных. магистралях. таких. как. «Волга». и. «Восток». и. железнодорожной. магистрали. Нижегородского. ход. Транссиба."
}